{
  "dialogue": [
    {
      "id": "dlg_slime",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "*plops onto the stool*",
            "Hi. I would like... a drink. Preferably not judgmental."
          ],
          "neutral": [
            "*wiggles*",
            "Mmm. Acceptable."
          ],
          "satisfied": [
            "*content bubbling*",
            "Yes... that's the texture."
          ],
          "angry": [
            "*aggressive sloshing*",
            "NO. WRONG. I am offended on a molecular level."
          ]
        }
      ]
    },
    {
      "id": "dlg_unicorn",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "Hello MageTender! It is I, Anita Caberneigh, the prettiest Unicorn in town.",
            "What's that? You haven't heard of me??",
            "My... you Magetenders really need to get out more. Noses always in your potion books...",
            "No matter. I am not here to lecture you. I am here for a brew.",
            "I'm feeling.. a bit too elevated for my liking.",
            "Don't let my aesthetics fool you, life isn't rainbows and... well unicorns for me.",
            "Give me a brew that will calm me to a point in which my eyes shall grow heavy and my blood shall warm."
          ],
          "neutral": [
            "It's... fine. The vibes are slightly misaligned.",
            "But it is clear I have misjudged you, Magetender. Although...",
            "Not by much",
            "Farewell until next time! Anita Caberneigh must be on her way.",
            "What's that, why do I refer to myself in third person?",
            "...",
            "Goodbye!"
          ],
          "satisfied": [
            "Ah yes! This calms my blood alright. I feel my eyes growing heavier. I feel... tranquility",
            "You have done well magetender, please except my GENEROUS tip as a symbol of gratitude",
            "Farewell until next time!"
          ],
          "angry": [
            "Wh-what is this??",
            "Do you know how rare I am??",
            "I am a UNICORN. And I am not afraid to use my horn!!",
            "Put them up, Magetender. You will pay for your erronoeus ways!!"

          ]
        }
      ]
    },
    {
      "id": "dlg_alien",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "Hey, fellow adult! I'll just get the usual, heh.",
            "You need some ID? I'm a quadrillion years old! Way over the legal drinking age of you Earthlings.",
            "See, told you I'm old enough. It's my skincare, you know.",
            "Mucus from the snails of Draugr. Keeps me looking young!",
            "Anyways, I'm looking to feel a little bit more 'down to Earth'. Hehe, see what I did there?",
            "But really, I need to get used to the gravity here"
          ],
          "neutral": [
            "I suppose this will do. Not quite like the drinks I had when I stopped by Janssen… But I am satisfied."
          ],
          "satisfied": [
            "Wow! This is the stuff. It's like I'm standing back on my home planet, but not…",
            "You Earthlings really know your drinks! I'll have to let all the Glorplings know of this tavern, MageTender!"
          ],
          "angry": [
            "What is this? How dare you! The only one allowed to make a fool out of me is me!",
            "I'm trained in Martian Martial Arts, I'll have you know!"
          ]
        },
        {
          "level": "level_2",
          "starting": [
            "OOH I'm BACKK it's level 2!!",
            "....",
            "Aren't you impressed??"
          ],
          "neutral": [
            "Not unwordly... but okay (level 2)"
          ],
          "satisfied": [
            "ZOINKS! that's good (level 2)"
          ],
          "angry": [
            "BLEEP BLORP ZEEP ZORP!!",
            "You are making me view earthling magic...unfavorably! (level 2)"
          ]
        }
      ]
    }
  ]
}