{
  "dialogue": [
    {
      "id": "dlg_slime",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "*GLURRGH*… Hi.",
            "I saw some reviews of this place on Kelp and had to check it out for myself.",
            "NobleChadwick33 says here that you made him a drink so good he quit his desk job to pursue his love for juggling.",
            "*GLAURHG* I think I need some of that fire you put in him and A LOT of it.",
            "I’ve been feeling jumbled all up in my insides and I can’t for the slime of me figure out why *GLORGH*.",
            "This morning *GLARGHH* I woke up in my two bed one bath sewer drain feeling slushed up. Things must’ve gotten out of slime last night because I can’t remember a thing. *GLURGHH*",
            "Last I recall I was talking to some guy. One moment he’s in front of me, the next he disappears. It was the strangest *GLARGHH* I’ve ever seen.",
            "Now I keep hearing this muffled screaming coming from my body which usually doesn’t happen so I’m sitting here asking myself, \"=what’s going on?\"",
            "You gotta help me prick this in the bud because it's been sliming with me all day.",
            "If you could brew up something grand that will go down silky smooth and bring me back to my senses I would be forever in your *GLAURGH*"
          ],
          "neutral": [
            "*GLOURGH* Hmm… Well it’s definitely a drink.",
            "It’s not bad but… not great.",
            "Maybe I should’ve looked at some other reviews."
          ],
          "satisfied": [
            "*Happy GLORGH* WOW! I haven’t felt this way since I was a little globule.",
            "You know how to make a drink alright. I’ll have to let the rest of my sewer complex know about this place.",
            "Here’s a little something for making my slime tingle."
          ],
          "angry": [
            "*Angry GLOARGH* What the slime is this!?",
            "You think I’m just some sludge you can use as a trash can? This is like *GLORUGH* totally not cool.",
            "This one star rating won’t be the only thing hitting you in the face!"
          ]
        }
      ]
    },
    {
      "id": "dlg_unicorn",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "Hello Magetender! It is I, the one and only Unicorn in town!",
            "What's that? You haven't heard of me??",
            "My... you Magetenders really need to get out more. Noses always in your potion books...",
		        "What sort of establishment is this anyways? My, you run a dump…",
            "Well anyways, I am Anita Caberneigh.. Known around these parts as an undeniable beauty..",
            "unless you stand on my bad side.",
            "But no matter..I am not here to scold you for living under a rock... I am here for a medium brew.",
		        "Preferably one that will help take the edge off…",
            "You see, being praised for my beauty can get exhausting…",
	          "Everyday, it’s never-ending beauty pageants, horse pageants, and routine groomings for my mane..",
	          "Most would KILL to lead the life that Anita does… all except Anita herself.",
            "So don't let my aesthetics fool you, life isn't always rainbows and... well unicorns for me.", 
            "The pressures of perfection are non-forgiving!",
		        "What I wouldn’t give to experience the present once again.",
            "to feel my high-blood pressure settle and actually enjoy the fruits of my labour…"
          ],
          "neutral": [
            "It's... fine. The vibes are slightly misaligned.",
            "It is clear I have misjudged you, Magetender. Although...",
            "not by much.",
            "Farewell until next time! Anita Caberneigh must be on her way.",
            "What's that? Why do I refer to myself in third-person?",
            "...",
            "Goodbye!"
          ],
          "satisfied": [
            "Ah yes! This calms my blood alright. I feel... tranquil.",
            "You have done well Magetender, please accept my GENEROUS tip as a symbol of gratitude.",
            "Farewell until next time!"
          ],
          "angry": [
            "Wh-what is this??",
            "My blood-pressure… it has risen.",
		        "Magetender, this drink has not taken my edge off.. quite the opposite actually…",
            "You think Anita is just a prissy pageant pony who won’t stand up for herself??",
            "I am a UNICORN.. And I am NOT afraid to use my horn!!",
            "I hope you're well-equipped for a bout, Magetender. You will pay for your erroneous ways!!"
          ]
        }
      ]
    },

   
      {
      "id": "dlg_alien",
      "levels": [
        {
          "level": "level_1",
          "starting": [
            "Hey, fellow adult! I’ll just get the usual, heh.",
            "You need some ID? I’m a quadrillion years old! Way over the legal drinking age of you earthlings.",
            "See, told you I’m old enough. It’s my skincare, you know. Mucus from the snails of Draugr. Keeps me looking young!",
            "Anyways, I’m looking to feel a little bit more ‘down to Earth’. Hehe, see what I did there? But really, I need to get used to the gravity here."
          ],
          "satisfied": [
            "Wow! This is the stuff. It’s like I’m standing back on my home planet, but not…",
            "You earthlings really know your drinks! I’ll have to let all the Glorplings know of this tavern, MageTender! Till we meet again!"
          ],
          "neutral": [
            "I suppose this will do. Not quite like the drinks I had when I stopped by Janssen… But I am satisfied."
          ],
          "angry": [
            "What is this? How dare you! The only one allowed to make a fool out of me is me!",
            "I hope you have been trained in battle since before you were born. I have quadrillions of years of experience on you!",
            "I’m trained in Martian Martial Arts, I’ll have you know!"
          ]
        },

         {
          "level": "level_2",
          "starting": [
            "OOH I'm BACKK it's level 2!!",
            "....",
            "Aren't you impressed??"
          ],
          "neutral": [
            "Not unwordly... but okay (level 2)"
          ],
          "satisfied": [
            "ZOINKS! that's good (level 2)"
          ],
          "angry": [
            "BLEEP BLORP ZEEP ZORP!!",
            "You are making me view earthling magic...unfavorably! (level 2)"
          ]
        }
      ]

    }
  ]
}
